from loader import bot

# TODO: Список участников: Бот должен позволять создавать, редактировать и удалять список участников.
# TODO: Учет посещаемости: Возможность отмечать посещение участниками занятий в определенные даты (понедельник, среда, пятница).
# TODO: Учет оплат: Фиксация информации об оплате каждым участником: кто оплатил, кто нет, сумма оплаты, назначение платежа.
# TODO: Подсчет итогов: Автоматический подсчет суммы оплат за месяц для каждого участника.
# TODO: Вывод отчетов: Возможность получения отчетов по посещаемости и оплатам за выбранный период.
bot.polling(none_stop=True)
